window.siteTexts = [
    {
        services: {

            h_0: "Άμεση Eνημέρωση",
            p_0: "Άμεση ενημέρωση σχετικά με την εργασιακή κατάσταση του εργαζόμενου, οποιαδήποτε στιγμή.",

            h_1: "Εμφάνιση διαθεσιμότητας εργαζομένων",
            p_1: "Για οποιαδήποτε μελλοντική περίοδο, λαμβάνοντας υπόψη οποιουδήποτε τύπου άδειες / απουσίες.",

            h_2: "Άμεση ενημέρωση εργαζόμενου",
            p_2: "Ενημέρωση για το πρόγραμμα εργασίας και τυχόν αλλαγές ή/και άδειές, από το κινητό.",

            h_3: "Συμβατό με τη Νομοθεσία",
            p_3: "Απόλυτα συμβατό με το θεσμικό πλαίσιο της εργατικής νομοθεσίας του Σ.ΕΠ.Ε. (“ΕΡΓΑΝΗ”).",

            h_4: "Αυτοματοποιημένες διαδικασίες ",
            p_4: "Αυτοματοποιημένη διαδικασία συλλογής των εργασιακών μεταβολών και δημιουργίατων αρχείων [<b>Ε8</b>, <b>Ε4</b>, <b>Ε4.1</b>] που υποβάλλονται στο Π.Σ. ‘ΕΡΓΑΝΗ’.",


            h_5: "Ενημέρωση της μισθοδοσίας ",
            p_5: "με τις ώρες εργασίας των εργαζομένων: κανονικών, νυχτερινών, αργιών κ.λπ"
        }
    },

    {
        diaxirisi: {

            h_0: "Υποστήριξη τύπων εργασίας",
            p_0: "Δημιουργία βαρδιών για εργαζόμενους για όλους τους δυνατούς τύπους εργασίας",

            h_1: "Δημιουργία βαρδιών για εργαζόμενους",
            p_1: "σε βάρδιες κυμαινόμενης ή σταθερής ζήτησης είτε με πλήρη είτε με εκ περιτροπής απασχόληση",

            h_2: "Υποστήριξη αλλαγών για εργαζομένους",
            p_2: "Αλλαγή της ώρας έναρξης, κλήση απο ρεπό , σε ρεπό ή μεταβολή του χρόνου εργασίας",

            h_3: " Δυναμική δημιουργία ομάδων εργασιας",
            p_3: "Με τις εξειδικεύεσεις που χρειάζονται σε κάθε βάρδια με την καταγραφή της κυμαινόμενης ζήτησης",

            h_4: " Δείκτες και εργαλεία",
            p_4: "Που βοηθούν στην βέλτιστη αξιοποίηση του ανθρώπινου δυναμικού και στην γρήγορη επίλυση της βάρδιας",

            h_5: "Αναθέσεις",
            p_5: "Δυνατότητα ανάθεσης μηχανήματος, εργαλείου ή θέσης κατα την βάρδιά του",

            h_6: "Στάδια Εργασίας",
            p_6: "Δυνατότητα ανάθεσης άλλης εξειδίκευσης κατα την διάρκεια μιας βάρδιας, ή / και συνέχισης σε άλλο εργασιακό κέντρο",


            h_7: "Διαχείρηση άδειας / απουσίας",
            p_7: "Mε καταχώριση <q>εξαίρεση εργασίας</q> και αντίστοιχη <q>δέσμευση εργασίας</q> σε άλλη βάρδια της ημέρας ή μελλοντικό ρεπό",

            h_8: "Διαχείρηση αναθέσεων",
            p_8: "Μηχανήματος ή θέσης εργασίας που τυχόν αναλαμβάνει κατά της βάρδια του",


            h_9: "Έλεγχος της βάρδιας",
            p_9: "Αν οι μετέχοντες παραβιάζουν τον κανόνα του 11-ώρου ή περιλαμβάνει τυχόν αδειούχους"
        }
    },


    {
        programmata_ergasias: {

            h_0: "Κατασκευή Προγραμμάτων Εργασίας",
            p_0: "που υποστηριζουν όλους τους τύπους απασχόλησης ( πλήρους / εκ περιτροπής), χωρίς κανέναν περιορισμό για ημέρς εργασίας ανά εβδομάδα, ώρες εργασίας, ώρα έναρξης",

            h_1: "Δημιουργία Προγραμμάτων Εργασίας",
            p_1: "Τα οποία είναι προσαρμοσμένα στην επιθυμητή κατανομή (αναλογία), ανά βάρδια και ανά εξειδίκευση",

            h_2: "Έλεγχος Συμβατότητας",
            p_2: "Τα οποία είναι προσαρμοσμένα στην επιθυμητή κατανομή (αναλογία), ανά βάρδια και ανά εξειδίκευση",

            h_3: "Δοκιμαστική εφαρμογή",
            p_3: "Των νέων προγραμμάτων εργασίας, πριν απο την οριστική εφαρμογή",

            h_4: "Έλεγχος Προφίλ",
            p_4: "Έλεγχος ορθής κατανομής ενός κεντρικού κωδικού εργασίας σε μια ομάδα εργαζομένων",

            h_5: "Κάτι ακόμα",
            p_5: "Lorem ipsum dolor sit amet consectetur adipisicing elit. Qui fuga, dignissimos laboriosam dolore molestias nesciunt at blanditiis tempora pariatur eligendi"
        }
    },



    {
        ergani: {

            h_0: "Μηνιαίο Πρόγραμμα Εργασίας",
            p_0: "Δημιουργία του μηνιαίου προγράμματος που υποβάλλετε στο Π.Σ. <q>ΕΡΓΑΝΗ</q> πριν απο την έναρξη του μήνα",

            h_1: " Αυτόματη Ενημέρωση Προγράμματος",
            p_1: "Ενημέρωση του xml αρχείου με το σύνολο των εργαζομένων και ενσωμάτωση του μηνιαίου προγράμματος εργασίας (αρχείο PDF)",

            h_2: "Επιλογή Δεδομένων",
            p_2: "που θα εμφανίζονται στο μηνιαίο πρόγραμμα εργασίας, ωράριο ζώνη ή περιγραφή",

            h_3: " Δυναμική δημιουργία ομάδων εργασιας",
            p_3: "Με τις εξειδικεύεσεις που χρειάζονται σε κάθε βάρδια με την καταγραφή της κυμαινόμενης ζήτησης",

            h_4: "Εργασιακές μεταβολλές",
            p_4: "Αυτοματοποιημένη δημιουργία των αρχείων εργασιακών μεταβολών",

            h_5: "Αιτιολόγηση Μεταβολών Εργασίας",
            p_5: "Εμφάνιση προγράμματος, προηγούμενης ή και τρέχουσας μεταβολής",

            h_6: "Λίστα τροποποιητικών δηλώσεων",
            p_6: "Που έχουν υποβληθεί στο Π.Σ. <q>ΕΡΓΑΝΗ</q> στη διάρκεια της ημέρας, με αναλυτικές πληροφορίες για κάθε υποβολή",


            h_7: "XML υπερωριών",
            p_7: "Αυτόματοποιημένη δημιουργία αρχείου <b>E8</b> που υποβάλλεται στο Π.Σ. ΕΡΓΑΝΗ καθώς καιλίστα μετα ήδη υποβεβλημένα αρχεία ",

            h_8: "XML εξ'αποστάσεως εργαζομένων",
            p_8: "Αυτοματοποιημένη δημιουργία αρχείου <q>E4.1</q> που υποβάλλεται στο Π.Σ. <q>ΕΡΓΑΝΗ</q>",

            h_9: " Ατομικό Μηνιαίο Πρόγραμμα",
            p_9: "Εκτύπωση με γραφική απεικόνιση των βαρδιών και επιλογή παραμέτρων που λαμβάνονται υπόψη"
        }
    },


    {
        ergazomenoi: {

            h_0: "Γραφική Απεικόνιση",
            p_0: "Της εργασιακής κατάστασης εργαζομένου με μηνιαίο πρόγραμμα δεδουλεμένες βάρδιες, ώρα προσέλευσης ανά βάρδια, άδειες, τυχόν υπερωρίες και επικοινωνία",

            h_1: "Παρακολούθηση Εργασιακής Κατάστασης",
            p_1: " του εργαζομένου μέσω δείκτη ο οποίος αποτυπώνει κατά πόσο συμβαδίζει με το πρόγραμμα εργασίας του",

            h_2: "Εκχώρηση Εξειδικεύσεων",
            p_2: "Για τυχόν διαφορετικές εξειδικεύσεις που διαθέτει και χρησιμοποιεί ο κάθε εργαζόμενος",

            h_3: "Καταγραφή Επικοινωνίας",
            p_3: "Κέντρου - Εργαζομένου σχετικά με της ζητούμενες αλλαγές σχετικά με το πρόγραμμα εργασίας του",

            h_4: "Καταγραφή Αιτημάτων",
            p_4: "Των εργαζομένων προς επεξεργασία και διεπεραίωση",

            h_5: "Ιστορικά Δεδομένα",
            p_5: "Για τους εργαζόμενους που αφορούν τις ημερομηνίες απόκτησης ή απώλειας μιας εξειδίκευσης, εκχώρησης νέου προγράμματος εργασίας ή αλλαγής εργοδότη",

            h_6: "Στατιστικά Δομένα",
            p_6: "Που αφορούν τις κατανομές δεδουλευμένων βαρδιών , κανονικών αδειών και υπερωριών ανά μήνα και έτος",


            h_7: "Δυνατότητα Εκτύπωσης ",
            p_7: "Του μηνιαίου προγράμματος του εργαζομένου που αποτυπώνει γραφικά τις βάρδιες στις ζώνες εργασίας και την ώρα έναρξης κάθε μίας",

            h_8: "Πληροφόρηση Εργαζομένου Μέσω Κινητού",
            p_8: "Για το μηνιαίο πρόγραμμα εργασίας του και για τις καταχωρημένες άδειές του απο την έναρξη του έτους",

            h_9: "Καταγραφή Τηλεργασίας",
            p_9: "Καταχώρηση των ημερομηνιών κατά τις οποίες οι εργαζόμενοι θα εργάζονται εξ' αποστάσεως"
        }
    },


    {
        adeies: {

            h_0: "Διαχείρηση Αδειών",
            p_0: "Για όλους τους τύπους άδειας, κανονική, γονική, ασθένειας, κύησης κλπ",

            h_1: "Γραφική Απεικόνιση",
            p_1: "Γραφική απεικόνιση της κατανομής όλων των τύπων αδειών ανα ειδικότητα / εργασιακό κέντρο για οποιοδήποτε χρονικό διάστημα",

            h_2: "Παραμετροποίηση",
            p_2: "Δυνατότητα παραμετροποίησης του τρόπου υπολογισμού των εργάσιμων ημερών μιας πληρωτέας άδειας, είτε βάσει προγράμματος εργασίας ή αντιστοίχιση σε εργάσιμη εβδομάδα",

            h_3: "Αρχικοποίηση",
            p_3: "Αρχικοποίηση επιλεγμένων τύπων αδειών με δικαιούμενες και εμφάνιση των υπολοίπων για το τρέχον έτος, στην καρτέλα του εργαζομένου",

            h_4: "Γραφική Απεικόνιση Τύπων",
            p_4: "Γραφική απεικόνιση τύπων αδειών ανά ημέρα των εργαζομένων στις ειδικότητες σταθερής και κυμαινόμενης ζήτησης (διαθεσιμότητα)",

            h_5: "Ορισμοί",
            p_5: "Εφάπαξ ορισμός των αργιών του έτους που έχει ο Οργανισμός"
        }
    },


    {
        anafores: {

            h_0: "Αναφορές σε πίνακες Excel ",
            p_0: "Για γρήγορη επιπρόσθετη επεξεργασία των δεδομένων",

            h_1: "Ασφαλής Επεξεργασία",
            p_1: "Δικαιώματα εμφάνισης / επεξεργασίας μόνο στα τμήματα που έχει διακαίωμα πρόσβασης ο χρήστης για ενίσχυση της ασφάλειας",

            h_2: "Πεδία / Ταξινόμηση",
            p_2: "Επιλογή των πεδίων και καθορισμός σειράς εμφάνισης και ταξινόμησης για καλύτερο προσδιορισμό δεδομένων"

        }
    },



    {
        diaxirisi_genika: {

            h_0: "Εμφάνιση διαθεσιμότητας εργαζομένων",
            p_0: "Για οποιοδήποτε τμήμα και χρονική περίοδο λαμβάνοντας υπόψη και τυχόν άδειες των εργαζομένων στο ίδιο διάστημα",

            h_1: "Ανάλυση Βάρδιας",
            p_1: "Σχετικά με το πως έχουν κατανεμηθεί οι εργαζόμενοι συγκεκριμένου εργασιακού κέντρου και ποια είναι η αλληλεπίδραση αυτών",

            h_2: "Διαθέσιμα Εργαλέια",
            p_2: "Για την διαχείρηση καταστάσεων εκτός κανονικής ροής, εισαγωγή νέο προσληφθέντος σε <q>ανοικτή</q> βάρδια, ακύρωση ανενεργών, αλλαγή προγράμματος κα."

        }
    }
];